import { Zagolovok } from "../elements/zagolovok";

export const PersonalDataComponent = () => {
  return (
    <section className="w-full max-w-maxw mx-auto my-3 px-10 py-10">
      <Zagolovok title="Персональные данные" />

      <div className="personal-block">
        <p>
          Политика обработки персональных данных ООО ТК «Вокруг света» в
          отношении обработки и защиты персональных данных
        </p>
        <p>
          Настоящая Политика конфиденциальности персональных данных (далее –
          Политика конфиденциальности) действует в отношении всей информации,
          которую ООО ТК «Вокруг света» может получить от Пользователя во время
          использования сайта https://vok-travel.ru /
        </p>

        <h2>1. Общие положения.</h2>

        <p>
          1.1. Целью настоящей Политики конфиденциальности ООО ТК «Вокруг света»
          является обеспечение защиты прав и свобод Пользователей при обработке
          их персональных данных, в том числе защиты прав на неприкосновенность
          частной жизни, личную и семейную тайну.
        </p>

        <p>
          1.2. Политика конфиденциальности устанавливает обязательства
          Администрации сайта по неразглашению и обеспечению режима защиты
          конфиденциальности персональных данных, которые Пользователь
          предоставляет при использовании сайта https://vok-travel.ru /
        </p>

        <p>
          1.3. Под безопасностью персональных данных понимается защищенность
          персональных данных от неправомерного или случайного доступа к ним,
          уничтожения, изменения, блокирования, копирования, предоставления,
          распространения персональных данных, а также от иных неправомерных
          действий в отношении персональных данных.
        </p>

        <p>
          1.4. Обработка и обеспечение безопасности персональных данных
          осуществляется в соответствии с Конституцией Российской Федерации,
          Федеральным законом от 27 июля 2006 г. N 152-ФЗ “О персональных
          данных” и иными нормативно-правовыми актами Российской Федерации в
          отношении обработки персональных данных.
        </p>

        <p>1.5. Принципы обработки персональных данных:</p>

        <p>– законности, справедливости и обоснованности;</p>

        <p>
          – ограничения обработки персональных данных достижением конкретных
          целей, для которых предоставлены соответствующие данные;
        </p>

        <p>
          – недопущения обработки персональных данных в целях не связанных со
          сбором персональных данных;
        </p>

        <p>
          – обработки персональных данных в соответствии определенными целями.
        </p>

        <p>
          В целях настоящей Политике конфиденциальности используются следующие
          основные понятия:
        </p>

        <p>
          Администрация сайта https://vok-travel.ru / (далее – Администрация
          сайта) – уполномоченные сотрудники по управлению сайтом, действующие
          от имени ООО ТК «Вокруг света», которые организуют и (или)
          осуществляет обработку персональных данных, а также определяют цели
          обработки персональных данных, состав персональных данных, подлежащих
          обработке, действия (операции), совершаемые с персональными данными.
        </p>

        <p>
          Персональные данные – любая информация, относящаяся к прямо или
          косвенно определенному или определяемому физическому лицу (субъекту
          персональных данных).
        </p>

        <p>
          Обработка персональных данных – любое действие (операция) или
          совокупность действий (операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление, уничтожение персональных данных;
        </p>

        <p>
          Трансграничная передача персональных данных – передача персональных
          данных на территорию иностранного государства органу власти
          иностранного государства, иностранному физическому лицу или
          иностранному юридическому лицу.
        </p>

        <p>
          Оператор персональных данных – государственный орган, муниципальный
          орган, юридическое или физическое лицо, самостоятельно или совместно с
          другими лицами организующие и (или) осуществляющие обработку
          персональных данных, а также определяющие цели обработки персональных
          данных, состав персональных данных, подлежащих обработке, действия
          (операции), совершаемые с персональными данными.
        </p>

        <p>
          Пользователь сайта https://vok-travel.ru / (далее – Пользователь) –
          лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее
          сайт https://vok-travel.ru /
        </p>

        <p>
          Конфиденциальность персональных данных – Операторы и иные лица,
          получившие доступ к персональным данным Пользователя, обязаны не
          раскрывать третьим лицам и не распространять персональные данные без
          согласия субъекта персональных данных, если иное не предусмотрено
          федеральным законом.
        </p>

        <p>
          1.6. Использование сайта https://vok-travel.ru / туров означает, что
          Пользователь в полном объеме ознакомился и согласен с настоящей
          Политикой конфиденциальности.
        </p>

        <p>
          1.7. В случае несогласия с условиями настоящей Политики
          конфиденциальности Пользователь обязан прекратить использование сайта
          https://vok-travel.ru /
        </p>

        <p>
          1.8. Настоящая Политика конфиденциальности применяется только к сайту
          https://vok-travel.ru /. ООО ТК “Вокруг света” не контролирует и не
          несет ответственность за сайты третьих лиц, на которые Пользователь
          может перейти по ссылкам, доступным на сайте https://vok-travel.ru /
        </p>

        <p>
          1.9. Администрация сайта не проверяет достоверность персональных
          данных, предоставляемых Пользователем. Пользователь несет
          самостоятельную ответственность за предоставление не достоверных, не
          полных и не корректных персональных данных.
        </p>

        <h2>2. Предмет политики конфиденциальности.</h2>

        <p>
          2.1. Под персональными данными Пользователя понимается информация,
          необходимая Администрации сайта в связи с гражданско-правовыми и иными
          правоотношениями и касающиеся конкретного субъекта персональных
          данных.
        </p>

        <p>
          2.2. Персональные данные Пользователя, разрешённые к обработке в
          рамках настоящей Политики конфиденциальности:
        </p>

        <p>– фамилию, имя, отчество Пользователя на русском языке;</p>

        <p>
          – фамилия и имя на иностранном языке, в соответствии с данными
          указанными в заграничном паспорте;
        </p>

        <p>– серия и номер заграничного паспорта;</p>

        <p>– дата окончания заграничного паспорта;</p>

        <p>– дата рождения;</p>

        <p>
          – сведения, которые запрашиваются консульскими службами посольства
          страны планируемого посещения для рассмотрения вопроса о выдачи визы;
        </p>

        <p>– контактный телефон Пользователя;</p>

        <p>– адрес электронной почты (e-mail);</p>

        <p>– адрес регистрации и место жительства Пользователя;</p>

        <p>
          – иная обязательная информация, относящаяся к прямо или косвенно
          определенному или определяемому субъекту персональных данных.
        </p>

        <p>
          2.3. Сведения, перечисленные в п. 2.2. Политики конфиденциальности,
          содержат информацию о персональных данных Пользователя и являются
          конфиденциальными. Администрация сайта обеспечивает конфиденциальность
          персональных данных, и обязана не допускать их распространение без
          согласия Пользователя, либо наличия иного законного основания.
          Согласие пользователя выражается в использовании сайта
          https://vok-travel.ru /
        </p>

        <p>
          2.4. Администрация сайта вправе передавать персональные данные
          Пользователя и иных лиц указанных в заявке, сформированной на сайте
          https://vok-travel.ru /, третьему лицу в объеме необходимом для
          исполнения обязательств в рамках гражданско-правовых правоотношений, в
          том числе трансграничная передача персональных данных.
        </p>

        <h2>3. Способы и сроки обработки персональной информации</h2>

        <p>
          3.1. Сроки обработки персональных данных Пользователя определяются в
          соответствии со сроком действия договорных правоотношений с
          Пользователем и сроком исковой давности.
        </p>

        <p>
          3.2. Персональные данные Пользователя могут быть переданы
          уполномоченным органам государственной власти Российской Федерации
          только по основаниям и в порядке, установленным законодательством
          Российской Федерации.
        </p>

        <p>
          3.3. Администрация сайта принимает необходимые организационные и
          технические меры для защиты персональной информации Пользователя от
          неправомерного или случайного доступа, уничтожения, изменения,
          блокирования, копирования, распространения, а также от иных
          неправомерных действий третьих лиц.
        </p>

        <h2>4. Обязательства сторон.</h2>

        <p>4.1. Пользователь обязан:</p>

        <p>
          4.1.1. Предоставлять в полном объеме достоверную информацию о своих
          персональных данных, а также информацию о персональных данных иных лиц
          указанных в заявке, необходимую для пользования сайтом
          https://vok-travel.ru /
        </p>

        <p>
          4.1.2. При предоставлении персональных данных третьих лиц Пользователь
          обязан получить от них письменное согласие на обработку их
          персональных данных.
        </p>

        <p>
          4.1.3. Обновлять и дополнять предоставленную информацию о персональных
          данных в случае ее изменения.
        </p>

        <p>4.2. Администрация сайта обязана:</p>

        <p>
          4.2.1. Использовать полученную информацию о персональных данных
          Пользователя и иных лиц, указанных в заявке исключительно для целей,
          указанных в п. 2 настоящей Политики конфиденциальности.
        </p>

        <p>
          4.2.2. Обеспечить хранение конфиденциальной информации в тайне, не
          осуществлять продажу, обмен, опубликование, либо разглашение иными
          возможными способами переданных персональных данных Пользователя.
        </p>

        <p>
          4.2.3. Принимать меры предосторожности для защиты конфиденциальности
          персональных данных Пользователя согласно порядку, обычно
          используемого для защиты такого рода информации в существующем деловом
          обороте.
        </p>

        <p>
          4.2.4. Осуществить блокирование персональных данных, относящихся к
          соответствующему Пользователю, с момента обращения или запроса
          Пользователя или его законного представителя либо уполномоченного
          органа по защите прав субъектов персональных данных на период
          проверки, в случае выявления недостоверных персональных данных или
          неправомерных действий.
        </p>

        <h2>5. Ответственность сторон</h2>

        <p>
          5.1. Администрация сайта несёт ответственность предусмотренную
          законодательством Российской Федерации.
        </p>

        <p>
          5.2. В случае утраты или разглашения конфиденциальной информации
          Администрация сайта не несёт ответственность, если данная
          конфиденциальная информация:
        </p>

        <p>5.2.1. Стала публичным достоянием до её утраты или разглашения.</p>

        <p>
          5.2.2. Была получена третьими лицами до момента её получения
          Администрацией сайта.
        </p>

        <p>5.2.3. Была разглашена с согласия Пользователя.</p>

        <h2>6. Разрешение споров</h2>

        <p>
          6.1. Настоящей Политикой конфиденциальности предусмотрен обязательный
          письменный досудебный порядок урегулирования спора.
        </p>

        <p>
          6.2. Претензии рассматриваются в течение тридцати календарных дней с
          момента получения соответствующего требования.
        </p>

        <p>
          6.3. В случае если спор не будет урегулирован в досудебном порядке, то
          стороны вправе обратиться в судебный орган в соответствии с
          законодательством Российской Федерации.
        </p>

        <p>
          6.4. К настоящей Политике конфиденциальности и правоотношениям,
          возникающим между Пользователем и Администрацией сайта, применяется
          законодательство Российской Федерации.
        </p>

        <h2>7. Дополнительные условия</h2>

        <p>
          7.1. Новая Политика конфиденциальности вступает в силу с момента ее
          размещения на сайте https://vok-travel.ru/ если иное не предусмотрено
          новой редакцией Политики конфиденциальности.
        </p>

        <p>
          7.2. Действующая Политика конфиденциальности размещена на странице по
          адресу:
        </p>
      </div>
    </section>
  );
};
